package Services;

public class Statistics {

    // Реализовать возможность отображения общей суммы доходов и расходов, а также данных по каждой категории.
    //   - Выводить информацию о текущем состоянии бюджета для каждой категории, а также оставшийся лимит.
    //   - Поддерживать вывод информации в терминал или в файл.
//    Подсчет расходов и доходов:
//            - Разработать методы, подсчитывающие общие расходы и доходы, а также по категориям.
//   - Поддержать возможность подсчета по нескольким выбранным категориям. Если категория не найдена, уведомлять пользователя.



}
